Repository: skyhoshi/WindowsTemplateStudio
Catalog: code/src/Core/Resources/StringRes.*.resx
Languages: es_es, fr_fr, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# SyncSummaryTemplateModifiedFile
source: ### Changes in file '{0}': See the final result: {2} {1}
es_es: ### Modificaciones en el archivo '{0}': Ver el resultado final: {2} {1}
fr_fr: ### Modifications dans le fichier « {0} » : Voir le résultat final : {2} {1}
ja_jp: ### ファイル '{0}' の変更: 最終的な結果を見る:{2} {1}
ko_kr: ### '{0}' 파일의 변경 사항 최종 결과 보기: {2} {1}
pt_br: ### Alterações no arquivo '{0}': Veja o resultado final: {2} {1}
ru_ru: ### Изменения в файле "{0}": Просмотрите конечный результат: {2} {1}
zh_cn: ### 文件“{0}”中的更改: 查看最终结果:{2} {1}
zh_tw: ### 檔案 '{0}' 中的變更： 查看最終結果：{2} {1}

# SyncSummarySectionNewFiles
source: ## New files: These files have been added to your project. {0}
es_es: ## Archivos nuevos: Estos archivos se han agregado a tu proyecto. {0}
fr_fr: ## Nouveaux fichiers : Ces fichiers ont été ajoutés à votre projet. {0}
ja_jp: ## 新しいファイル: これらのファイルがプロジェクトに追加されました。 {0}
ko_kr: ## 새 파일: 이 파일이 프로젝트에 추가되었습니다. {0}
pt_br: ## Novos arquivos: Estes arquivos foram adicionados ao projeto. {0}
ru_ru: ## Новые файлы: Эти файлы были добавлены в проект. {0}
zh_cn: ## 新文件: 这些文件已添加到你的项目中。 {0}
zh_tw: ## 新檔案： 這些檔案已新增到您的專案。 {0}

# SyncSummaryTempGenerationFile
source: Temp
fr_fr: Temporaire
ja_jp: 一時

# SyncSummaryTemplate
source: *Recommended Markdown viewer: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # Generation summary The following changes have been incorporated into your project: You can find the files from the generation in the temporary generation folder: {0} {1} {2} {3} {4}
es_es: *Visor de Markdown recomendado: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # Resumen de la generación Se han incorporado las siguientes modificaciones a tu proyecto: Puedes encontrar los archivos de la generación en la carpeta de generación temporal: {0} {1} {2} {3} {4}
fr_fr: *Visualiseur Markdown recommandé : [Éditeur Markdown et Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # Récapitulatif de la génération Les modifications suivantes ont été intégrées à votre projet : Vous pouvez trouver les fichiers de la génération dans le dossier de génération temporaire : {0} {1} {2} {3} {4}
ja_jp: *推奨される Markdown ビューアー: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # 生成の概要 次の変更がプロジェクトに組み込まれました: 生成したファイルは、一時的な生成フォルダーにあります:{0} {1} {2} {3} {4}
ko_kr: *권장하는 Markdown 뷰어: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # 생성 요약 다음 변경 사항이 프로젝트에 통합되었습니다. 다음 임시 생성 폴더에서 생성 파일을 찾을 수 있습니다: {0} {1} {2} {3} {4}
pt_br: *Visualizador de Markdown recomendado: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # Resumo da geração As seguintes alterações foram incorporadas ao projeto: Você pode encontrar os arquivos da geração na pasta de geração temporária: {0} {1} {2} {3} {4}
ru_ru: *Рекомендуемое средство просмотра Markdown: [Расширение VS редактора Markdown](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # Сводка создания Следующие изменения были встроены в проект: Файлы в рамках создания можно найти во временной папке создания: {0} {1} {2} {3} {4}
zh_cn: *建议的 Markdown 查看器:[Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # 生成摘要 以下更改已合并到你的项目中: 你可以在临时生成文件夹中找到生成文件:{0} {1} {2} {3} {4}
zh_tw: *建議的 Markdown 檢視器：[Markdown Editor VS 擴充功能](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # 產生摘要 以下變更已合併至您的專案中： 您可以在暫時產生資料夾中找到這次產生的檔案：{0} {1} {2} {3} {4}

# TemplatesContentExtractedToString
source: Templates extracted to
es_es: Plantillas extraídas a
fr_fr: Modèles extraits vers
ja_jp: テンプレートの抽出先:
ko_kr: 템플릿 추출
pt_br: Modelos extraídos para
ru_ru: Шаблоны извлечены в
zh_cn: 模板已提取到
zh_tw: 範本已解壓縮到

# TemplatesSourceExtractContentMessage
source: The templates can't be extracted.
es_es: Las plantillas no se pueden extraer.
fr_fr: Impossible d'extraire les modèles.
ja_jp: テンプレートを抽出できません。
ko_kr: 템플릿을 추출할 수 없습니다.
pt_br: Os modelos não podem ser extraídos.
ru_ru: Шаблоны невозможно извлечь.
zh_cn: 无法提取模板。
zh_tw: 範本無法解壓縮。

# TemplatesSynchronizationPurgeContentAsyncMessage
source: Unable to purge old content.
es_es: No se puede purgar contenido antiguo.
fr_fr: Impossible de purger l'ancien contenu.
ja_jp: 古いコンテンツを消去できません。
ko_kr: 이전 콘텐츠를 제거할 수 없습니다.
pt_br: Não é possível limpar o conteúdo antigo.
ru_ru: Не удалось очистить старое содержимое.
zh_cn: 无法清除旧内容。
zh_tw: 無法清除舊的內容。

# TemplatePackageExtractMessage
source: Invalid digital signatures in '{0}'. The content has been tampered or the certificate is not present, not valid or not allowed. Unable to continue.
es_es: Firmas digitales no válidas en '{0}'. Se ha alterado el contenido o el certificado no está presente, no es válido o no está permitido. No se puede continuar.
fr_fr: Signatures numériques non valides dans «{0}». Le contenu a été trafiqué ou le certificat est manquant, non valide ou non autorisé. Impossible de continuer.
ja_jp: '{0}' の無効なデジタル署名。コンテンツが改ざんされているか、証明書が存在しない、無効、または許可されていません。続行できません。
ko_kr: '{0}'에 유효하지 않은 디지털 서명 콘텐츠가 변조되었거나 인증이 존재하지 않거나 유효하지 않거나 허용되지 않습니다. 계속할 수 없습니다.
pt_br: Assinaturas digitais inválidas em '{0}'. O conteúdo foi adulterado ou o certificado não está presente, não é válido ou não é permitido. Não é possível continuar.
ru_ru: Недопустимые цифровые подписи в "{0}". Содержимое было незаконно изменено, либо сертификат отсутствует, недопустим или запрещен. Не удалось продолжить.
zh_cn: “{0}”中的数字签名无效。内容已篡改，或证书不存在、无效或不允许使用。无法继续。
zh_tw: '{0}' 中的數位簽章無效。內容已遭篡改，或是憑證不存在、無效或不被允許。無法繼續進行。

# TemplatePackageFindCertificateFoundMessage
source: Found {0} certificates matching the thumbprint {1} in the store {2}
es_es: Se encontraron {0} certificados que coinciden con la huella digital {1} en la Tienda {2}
fr_fr: {0} certificats trouvés correspondant à l'empreinte {1} dans le magasin {2}
ja_jp: ストア {2} で拇印 {1} に一致する証明書が {0} 件見つかりました
ko_kr: {2}스토어에서 {1} 지문과 일치하는 {0} 인증 찾음
pt_br: Foram encontrados {0} certificados correspondentes à impressão digital {1} no repositório {2}
ru_ru: Найдены сертификаты ({0}), соответствующие отпечатку {1} в хранилище {2}.
zh_cn: 在存储区 {2} 中找到与指纹 {1} 匹配的 {0} 证书
zh_tw: 在存放區 {2} 中找到符合指紋 {1} 的 {0} 憑證

# TemplatePackageFindCertificateNoPkMessage
source: The certificate found does not have private key.
es_es: El certificado que se encontró no tiene una clave privada.
fr_fr: Le certificat trouvé ne dispose pas d'une clé privée.
ja_jp: 見つかった証明書に秘密キーがありません。
ko_kr: 찾은 인증에 개인 키가 없습니다.
pt_br: O certificado encontrado não tem uma chave privada.
ru_ru: У найденного сертификата нет закрытого ключа.
zh_cn: 找到的证书没有私钥。
zh_tw: 找到的憑證沒有私密金鑰。

# TemplatePackageFindCertificateNotOneMessage
source: More than one certificate found matching the thumbrint. Returning the first one.
es_es: Se encontraron varios certificados que coinciden con la huella digital. Devolviendo el primero.
fr_fr: Plusieurs certificats correspondent à l'empreinte. Affichage du premier d'entre eux.
ja_jp: 拇印に一致する複数の証明書が見つかりました。最初の証明書に戻ります。
ko_kr: 지문과 일치하는 인증이 한 개 이상 발견되었습니다. 첫 번째 인증을 반환합니다.
pt_br: Foi encontrado mais de um certificado correspondente à impressão digital. Retornando o primeiro.
ru_ru: Найдено несколько сертификатов, соответствующих отпечатку. Возвращается первый сертификат.
zh_cn: 找到多个与指纹匹配的证书。正在返回第一个证书。
zh_tw: 找到一個以上的憑證符合該指紋。傳回第一個憑證。

# TemplatePackageGetSourceFilesMessage
source: The specified source '{0}' is invalid, the file does not exist, or the folder is empty.
es_es: El origen especificado '{0}' no es válido, el archivo no existe o la carpeta está vacía.
fr_fr: La source spécifiée « {0} » n'est pas valide, le fichier n'existe pas ou le dossier est vide.
ja_jp: 指定したソース '{0}' が無効です。ファイルが存在しないか、フォルダーが空です。
ko_kr: 지정된 '{0}' 소스가 유효하지 않거나 파일이 없거나 폴더가 비어 있습니다.
pt_br: A origem especificada '{0}' é inválida, o arquivo não existe ou a pasta está vazia.
ru_ru: Указанный источник "{0}" недопустим. Файл не существует, или папка пуста.
zh_cn: 指定的源“{0}”无效，文件不存在，或文件夹为空。
zh_tw: 指定的來源 '{0}' 無效、檔案不存在或資料夾是空的。

# TemplatePackageLoadCertMessage
source: No certificate found matching the thumbrint {0}. Searched on CurrentUser/My and LocalMachine/My stores.
es_es: No se encontró ningún certificado que coincida con la huella digital {0}. Se buscó en CurrentUser/My and LocalMachine/My stores.
fr_fr: Aucun certificat ne correspond à l'empreinte {0}. Recherche effectuée dans les magasins CurrentUser/My et LocalMachine/My.
ja_jp: 拇印 {0} に一致する証明書が見つかりません。CurrentUser/My および LocalMachine/My ストアで検索しました。
ko_kr: {0} 지문과 일치하는 인증이 없습니다. CurrentUser/My 및 LocalMachine/My stores에서 검색되었습니다.
pt_br: Não foi encontrado nenhum certificado correspondente à impressão digital {0}. Pesquisado em CurrentUser/My and LocalMachine/My stores.
ru_ru: Не найдены сертификаты, соответствующие отпечатку {0}. Поиск велся в хранилищах CurrentUser/My и LocalMachine/My.
zh_cn: 找不到与指纹 {0} 匹配的证书。已在 CurrentUser/My 和 LocalMachine/My 存储区中搜索。
zh_tw: 找不到符合指紋 {0} 的任何憑證。已在 CurrentUser/My 和 LocalMachine/My 存放區中搜尋。

# TemplatePackagePackAndSignMessage
source: The certificate with thumbprint {0} can't be found in CurrentUser/My or LocalMachine/My.
es_es: El certificado con huella digital {0} no se puede encontrar en CurrentUser/My or LocalMachine/My.
fr_fr: Le certificat avec l'empreinte {0} est introuvable dans CurrentUser/My ou LocalMachine/My.
ja_jp: 拇印 {0} の証明書が CurrentUser/My または LocalMachine/My に見つかりません。
ko_kr: {0} 지문 인증을 CurrentUser/My 또는 LocalMachine/My에서 찾을 수 없습니다.
pt_br: O certificado com a impressão digital {0} não pode ser encontrado em CurrentUser/My or LocalMachine/My.
ru_ru: Не удается найти сертификат с отпечатком {0} в CurrentUser/My или LocalMachine/My.
zh_cn: 在 CurrentUser/My 或 LocalMachine/My 中找不到与指纹 {0} 匹配的证书。
zh_tw: 在 CurrentUser/My 或 LocalMachine/My 中找不到有指紋 {0} 的憑證。

# TemplatePackageSignAllPartsMessage
source: Error signing package.
es_es: Error al firmar el paquete.
fr_fr: Erreur de signature du package.
ja_jp: パッケージに署名する際のエラーです。
ko_kr: 패키지 서명에 오류가 발생했습니다.
pt_br: Erro ao assinar pacote.
ru_ru: Произошла ошибка при подписании пакета.
zh_cn: 签署程序包时出错。
zh_tw: 簽署封裝時發生錯誤。

# TemplatePackageValidatePackageCertificatesMessage
source: Package signature certificate validation not passed.
es_es: No se ha aprobado la validación del certificado de la firma del paquete.
fr_fr: La validation du certificat de signature du package a échoué.
ja_jp: パッケージ署名証明書検証に成功しませんでした。
ko_kr: 패키지 서명 인증이 유효성 검사를 통과하지 못했습니다.
pt_br: A validação do certificado de assinatura de pacote não foi aprovada.
ru_ru: Проверка сертификата подписи пакета не пройдена.
zh_cn: 未传递程序包签名证书验证。
zh_tw: 未通過封裝簽章憑證驗證。

# TemplatePackageVerifyCertificateMessage
source: Certificate '{0}' verification finished with status '{1}'
es_es: La comprobación del certificado '{0}' se ha finalizado con estado '{1}'
fr_fr: La vérification du certificat « {0} » s'est achevée avec l'état « {1} »
ja_jp: 証明書 '{0}' 検証は、ステータス '{1}' で完了しました
ko_kr: '{0}' 인증이 '{1}' 상태로 확인되었습니다.
pt_br: A verificação do certificado '{0}' terminou com o status '{1}'
ru_ru: Проверка сертификата "{0}" завершена с состоянием "{1}"
zh_cn: 证书“{0}”验证已完成，状态为“{1}”。
zh_tw: 憑證 '{0}' 驗證已完成，狀態為 '{1}'

# SyncSummarySectionFailedMergeFiles
source: ## Failed changes in files: Merges in the following files failed: {0}
es_es: ## Error en las modificaciones de los archivos: Error en las combinaciones de los siguientes archivos: {0}
fr_fr: ### Échec des modifications dans les fichiers : Échec des fusions dans les fichiers suivants : {0}
ja_jp: ## ファイル内で失敗した変更: 次のファイルへのマージに失敗しました: {0}
ko_kr: ## 파일 변경 실패: 다음 파일에서 병합하지 못했습니다: {0}
pt_br: ## Alterações com falha em arquivos: As mesclagens nos seguintes arquivos falharam: {0}
ru_ru: ## Неудавшиеся изменения в файлах: Сбой объединений в следующих файлах: {0}
zh_cn: ## 文件中的失败更改: 以下文件中的合并失败: {0}
zh_tw: ## 檔案中的失敗變更： 以下檔案中的合併失敗： {0}

# SyncSummaryTemplateFailedMerges
source: ### Changes in file '{0}': The following changes could not be integrated: {2} {1}
es_es: ### Modificaciones en el archivo '{0}': No se pueden integrar las modificaciones siguientes: {2} {1}
fr_fr: ### Modifications dans le fichier « {0} » : Les modifications suivantes n'ont pu être intégrées : {2} {1}
ja_jp: ### ファイル '{0}' の変更: 次の変更を統合できませんでした: {2} {1}
ko_kr: ### '{0}' 파일의 변경 사항 다음 변경 사항을 통합할 수 없습니다: {2} {1}
pt_br: ### Alterações no arquivo '{0}': As seguintes alterações não puderam ser integradas: {2} {1}
ru_ru: ### Изменения в файле "{0}": Не удалось внедрить следующие изменения: {2} {1}
zh_cn: ### 文件“{0}”中的更改: 无法集成以下更改:{2} {1}
zh_tw: ### 檔案 '{0}' 中的變更： 無法整合以下的變更：{2} {1}

# TemplatesSynchronizationWaitingOtherInstanceMessage
source: Other instance is syncing templates... Waiting 5 seconds.
es_es: Hay ora instancia sincronizando plantillas... Esperando 5 segundos.
fr_fr: Une autre instance synchronise les modèles… Temps d'attente de 5 secondes.
ja_jp: 他のインスタンスがテンプレートを同期しています...5 秒間お待ちください。
ko_kr: 다른 인스턴스에서 템플릿을 동기화하는 중... 5초 대기 중
pt_br: Outra instância está sincronizando modelos... Aguardando 5 segundos.
ru_ru: Другой экземпляр синхронизирует шаблоны... Ожидание: пять секунд.
zh_cn: 其他实例正在同步模板...请等待 5 秒钟。
zh_tw: 其他執行個體正在同步範本...請等候 5 秒鐘。

# TemplatesSynchronizationWarnCreatingLockFileMessage
source: Error creating the instance locking file.
es_es: Error al crear el archivo de bloqueo de la instancia.
fr_fr: Une erreur est survenue lors de la création de l'instance de verrouillage du fichier.
ja_jp: ファイルをロックするインスタンスを作成する際のエラーです。
ko_kr: 인스턴스 잠금 파일을 만드는 동안 오류가 발생했습니다.
pt_br: Erro ao criar o arquivo de bloqueio de instância.
ru_ru: Произошла ошибка при создании файла блокировки экземпляра.
zh_cn: 创建实例锁定文件时出错。
zh_tw: 建立執行個體鎖定檔案時發生錯誤。

# TemplatesSynchronizationWarnDeletingLockFileMessage
source: Error deleting the instance locking file.
es_es: Error al eliminar el archivo de bloqueo de la instancia.
fr_fr: Une erreur est survenue lors de la suppression de l'instance de verrouillage du fichier.
ja_jp: ファイルをロックするインスタンスを削除する際のエラーです。
ko_kr: 인스턴스 잠금 파일을 삭제하는 중 오류가 발생했습니다.
pt_br: Erro ao excluir o arquivo de bloqueio de instância.
ru_ru: Произошла ошибка при удалении файла блокировки экземпляра.
zh_cn: 删除实例锁定文件时出错。
zh_tw: 刪除執行個體鎖定檔案時發生錯誤。

# TemplatesSynchronizationWarnReadingLockFileMessage
source: Error reading the instance locking file.
es_es: Error al leer el archivo de bloqueo de la instancia.
fr_fr: Une erreur est survenue lors de la lecture de l'instance de verrouillage du fichier.
ja_jp: ファイルをロックするインスタンスを読み取る際のエラーです。
ko_kr: 인스턴스 잠금 파일을 읽는 중 오류가 발생했습니다.
pt_br: Erro ao ler o arquivo de bloqueio de instância.
ru_ru: Произошла ошибка при чтении файла блокировки экземпляра.
zh_cn: 读取实例锁定文件时出错。
zh_tw: 讀取執行個體鎖定檔案時發生錯誤。

# FailedMergePostActionKeyAlreadyDefined
source: The style with key '{0}' is already defined with different value or elements in this file. Please review the styles to include the changes manually where required in your project.
es_es: El estilo con la clave '{0}' ya está definido con un valor o elementos diferentes en este archivo. Revisa los estilos para incluir las modificaciones manualmente donde sea necesario en tu proyecto.
fr_fr: Le style doté de la clé « {0} » a déjà été défini avec une valeur ou des éléments différents dans ce fichier. Veuillez passer en revue les styles pour inclure les modifications manuellement lorsque cela est nécessaire dans le cadre de votre projet.
ja_jp: キー '{0}' のスタイルは、このファイルにおいて異なる値または要素で既に定義されています。必要な変更を手動でプロジェクトに含めるために、スタイルを確認してください。
ko_kr: '{0}' 키가 있는 스타일은 이미 파일에서 다른 값이나 다른 요소로 정의되어 있습니다. 스타일을 검토하고 필요한 변경 사항을 프로젝트에 수동으로 추가하십시오.
pt_br: O estilo com a chave '{0}' já está definido com valores ou elementos diferentes neste arquivo. Examine os estilos para incluir as alterações manualmente quando necessário no projeto.
ru_ru: Для стиля с ключом "{0}" уже задано другое значение или другие элементы в файле. Ознакомьтесь со стилями, чтобы включить изменения вручную там, где они нужны в проекте.
zh_cn: 已使用此文件中的不同值或元素定义密钥为“{0}”的样式。请查看这些样式，以将这些更改手动包括在项目中的所需位置。
zh_tw: 這個檔案中已經有包含金鑰 '{0}' 的樣式定義了不同的值或元素。請檢閱要在您的專案所需的地方手動加入變更的樣式。

# TemplatesSynchronizationErrorAcquiring
source: Error acquiring content.
es_es: Error al adquirir el contenido.
fr_fr: Une erreur est survenue lors de l'acquisition du contenu.
ja_jp: コンテンツを取得する際のエラーです。
ko_kr: 콘텐츠를 받는 데 오류가 발생했습니다.
pt_br: Erro ao adquirir conteúdo.
ru_ru: Ошибка получения содержимого.
zh_cn: 获取内容时出错。
zh_tw: 取得內容時發生錯誤。

# TemplatesSynchronizationErrorExtracting
source: Error extracting installed templates content..
es_es: Error al extraer el contenido de las plantillas instaladas.
fr_fr: Une erreur est survenue lors de l'extraction du contenu des modèles installés…
ja_jp: インストール済みテンプレートのコンテンツを抽出する際のエラーです。
ko_kr: 설치된 템플릿 콘텐츠를 추출하는 데 오류가 발생했습니다...
pt_br: Erro ao extrair conteúdo de modelos instalados.
ru_ru: Ошибка при извлечении содержимого установленных шаблонов.
zh_cn: 提取已安装的模板内容时出错。
zh_tw: 解壓縮已安裝的範本內容時發生錯誤。

# TemplatesSynchronizationErrorUpdating
source: Error updating templates content.
es_es: Error al actualizar el contenido de las plantillas.
fr_fr: Une erreur est survenue lors de la mise à jour du contenu des modèles.
ja_jp: テンプレートのコンテンツを更新する際のエラーです。
ko_kr: 템플릿 콘텐츠를 업데이트하는 중 오류가 발생했습니다.
pt_br: Erro ao atualizar conteúdo de modelos.
ru_ru: Ошибка при обновлении содержимого шаблонов.
zh_cn: 更新模板内容时出错。
zh_tw: 更新範本內容時發生錯誤。

# FsEnsureFileEditableException
source: Cannot remove readonly protection from file {0}
es_es: No se puede eliminar protección de solo lectura del archivo {0}
fr_fr: Impossible d'annuler la protection du fichier {0} de manière aléatoire
ja_jp: ファイル {0} の読み取り専用保護を解除できません
ko_kr: {0} 파일의 읽기 전용 보호를 제거할 수 없습니다.
pt_br: Não é possível remover a proteção somente leitura do arquivo {0}
ru_ru: Не удается отключить защиту от записи для файла {0}
zh_cn: 无法删除文件 {0} 的只读保护
zh_tw: 無法從檔案 {0} 中移除唯讀保護
