Repository: skyhoshi/WindowsTemplateStudio
Catalog: code/src/Core/Resources/StringRes.*.resx
Languages: es_es, fr_fr, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# AdditionalMessageString
source: Additional Message
es_es: Mensaje adicional
fr_fr: Message supplémentaire
ja_jp: 追加メッセージ
ko_kr: 추가 메시지
pt_br: Mensagem Adicional
ru_ru: Дополнительное сообщение
zh_cn: 其他消息
zh_tw: 其他訊息

# AddtionalExceptionInfoString
source: Addtional Exception Info
es_es: Información de excepción adicional
fr_fr: Informations supplémentaires sur l'exception
ja_jp: 追加例外情報
ko_kr: 추가 예외 정보
pt_br: Informações Adicionais de Exceção
ru_ru: Дополнительные сведения об исключении
zh_cn: 其他异常信息
zh_tw: 其他例外狀況資訊

# AssemblyFileVersionString
source: Assembly File Version
es_es: Versión del archivo de ensamblado
fr_fr: Version du fichier d'assemblage
ja_jp: アセンブリ ファイル バージョン
ko_kr: 어셈블리 파일 버전
pt_br: Versão de Arquivo de Assembly
ru_ru: Версия файла сборки
zh_cn: 程序集文件版本
zh_tw: 組件檔案版本

# CompositionQueryParseMessage
source: The query "{0}" is not valid. Allowed operators are '==' or '!='. Multiple conditions are separated by '&'.
es_es: La consulta "{0}" no es válida. Se permiten los operadores '==' o '!='. Varias condiciones se separan por '&'.
fr_fr: La requête « {0} » n'est pas valide. Les opérateurs autorisés sont « == » ou « != ». Les conditions multiples sont séparées par des « & ».
ja_jp: クエリ "{0}" は有効ではありません。許可される演算子は '==' または '!=' です。複数の条件は、'&' で区切ります。
ko_kr: "{0}" 쿼리가 유효하지 않습니다. 허용되는 연산자는 '==' 또는 '!=' 입니다. 다중 조건은 '&'로 구분합니다.
pt_br: A consulta "{0}" não é válida. Os operadores permitidos são '==' ou '!='. Várias condições são separadas por '&'.
ru_ru: Запрос "{0}" недопустим. Разрешенные операторы: "==" или "!=". Несколько условий следует разделять символом "&".
zh_cn: 查询“{0}”无效。允许的运算符是 "==" 或 "!="。多个条件用 "&" 分隔。
zh_tw: 查詢「{0}」無效。允許的運算子為 '==' 或 '!='。多個條件會以 '&' 分隔。

# ConfigurationFileLoadedString
source: Configuration file loaded
es_es: Archivo de configuración cargado
fr_fr: Fichier de configuration chargé
ja_jp: 構成ファイルを読み込みました
ko_kr: 구성 파일 로드됨
pt_br: Arquivo de configuração carregado
ru_ru: Файл конфигурации загружен
zh_cn: 配置文件已加载
zh_tw: 已載入組態檔

# CurrentContentExpirationString
source: Current content expiration
es_es: Expiración del contenido actual
fr_fr: Expiration du contenu actuel
ja_jp: 現在のコンテンツの期限切れ
ko_kr: 현재 콘텐츠 만료
pt_br: Expiração de conteúdo atual
ru_ru: Срок действия текущего содержимого
zh_cn: 当前内容到期
zh_tw: 目前內容到期

# ExceptionInfoString
source: Exception Info
es_es: Información de excepción
fr_fr: Informations sur l'exception
ja_jp: 例外情報
ko_kr: 예외 정보
pt_br: Informações de Exceção
ru_ru: Сведения об исключении
zh_cn: 异常信息
zh_tw: 例外狀況資訊

# ExceptionString
source: Exception
es_es: Excepción
ja_jp: 例外
ko_kr: 예외
pt_br: Exceção
ru_ru: Исключение
zh_cn: 异常
zh_tw: 例外狀況

# ExceptionTrackedString
source: Exception Tracked
es_es: Seguimiento de la excepción
fr_fr: Suivi de l'exception
ja_jp: 追跡された例外
ko_kr: 예외 추적
pt_br: Exceção Acompanhada
ru_ru: Отслеживаемое исключение
zh_cn: 异常已跟踪
zh_tw: 已追蹤例外狀況

# FailedMergePostActionFileNotFound
source: Could not find file '{0}' to include the following changes. Please review the code blocks to include the changes manually where required in your project.
es_es: No se puede encontrar el archivo '{0}' para incluir las modificaciones siguientes. Revisa los bloques de código para incluir las modificaciones manualmente donde sea necesario en tu proyecto.
fr_fr: Impossible de trouver le fichier « {0} » pour inclure les modifications suivantes. Veuillez passer en revue les blocages de code pour inclure les modifications manuellement lorsque cela est nécessaire dans le cadre de votre projet.
ja_jp: 次の変更を含めるファイル '{0}' が見つかりません。必要な変更を手動でプロジェクトに含めるために、コード ブロックを確認してください。
ko_kr: 다음 변경 사항을 포함할 '{0}' 파일을 찾을 수 없습니다. 코드 블록을 검토하고 필요한 변경 사항을 프로젝트에 수동으로 추가하십시오.
pt_br: Não foi possível localizar o arquivo '{0}' para incluir as alterações a seguir. Examine os blocos de código para incluir as alterações manualmente quando necessário no projeto.
ru_ru: Не удалось найти файл "{0}" для включения следующих изменений. Проверьте блоки кода, чтобы включить изменения вручную там, где они нужны в проекте.
zh_cn: 找不到文件“{0}”，无法包括以下更改。请查看代码块，以将这些更改手动包括在项目中的所需位置。
zh_tw: 找不到要包含以下變更的檔案 '{0}'。請檢閱要在您的專案所需的地方手動加入變更的程式碼區塊。

# FailedMergePostActionLineNotFound
source: Could not find the expected line `{0}` in file '{1}'. Please merge the content from the postaction file manually.
es_es: No se puede encontrar la línea esperada `{0}` en el archivo '{1}'. Combina el contenido del archivo de la acción posterior manualmente.
fr_fr: Impossible de trouver la rangée « {0} » prévue dans le fichier « {1} ». Veuillez fusionner le contenu depuis le fichier de post-action manuellement.
ja_jp: 予期された行 `{0}` (ファイル '{1}') が見つかりません。事後アクション ファイルからコンテンツを手動でマージしてください。
ko_kr: '{1}' 파일에서 '{0}' 줄을 찾을 수 없습니다. postaction 파일의 콘텐츠를 수동으로 병합하십시오.
pt_br: Não foi possível localizar a linha esperada `{0}` no arquivo '{1}'. Mescle o conteúdo do arquivo de pós-ação manualmente.
ru_ru: Не удалось найти ожидаемую строку "{0}" в файле "{1}". Объедините содержимое из файла завершающего действия вручную.
zh_cn: 在文件“{1}”中找不到应有的行 "{0}"。请手动合并操作后文件中的内容。
zh_tw: 在檔案 '{1}' 中找不到預期的行 `{0}`。請手動合併 postaction 檔案中的內容。

# FsSafeCopyFileMessage
source: The file {0} can't be copied to {1}. Error: {2}
es_es: El archivo {0} no se puede copiar en {1}. Error: {2}
fr_fr: Le fichier {0} ne peut pas être copié vers {1}. Erreur : {2}
ja_jp: ファイル {0} を {1} にコピーできません。エラー: {2}
ko_kr: {0} 파일을 {1}(으)로 복사할 수 없습니다. 오류: {2}
pt_br: O arquivo {0} não pode ser copiado para {1}. Erro: {2}
ru_ru: Невозможно скопировать файл {0} в {1}. Ошибка: {2}
zh_cn: 无法将文件 {0} 复制到 {1}。错误:{2}
zh_tw: 檔案 {0} 無法複製到 {1}。錯誤：{2}

# FsSafeDeleteDirectoryMessage
source: The folder {0} can't be delete. Error: {1}
es_es: La carpeta {0} no se puede eliminar. Error: {1}
fr_fr: Le dossier {0} ne peut pas être supprimé. Erreur : {1}
ja_jp: フォルダー {0} を削除できません。エラー: {1}
ko_kr: {0} 폴더를 삭제할 수 없습니다. 오류: {1}
pt_br: A pasta {0} não pode ser excluída. Erro: {1}
ru_ru: Папку {0} невозможно удалить. Ошибка: {1}
zh_cn: 无法删除文件夹 {0}。错误:{1}
zh_tw: 無法刪除資料夾 {0}。錯誤：{1}

# FsSafeDeleteFileMessage
source: The file {0} can't be delete. Error: {1}
es_es: El archivo {0} no se puede eliminar. Error: {1}
fr_fr: Le fichier {0} ne peut pas être supprimé. Erreur : {1}
ja_jp: ファイル {0} を削除できません。エラー: {1}
ko_kr: {0} 파일을 삭제할 수 없습니다. 오류: {1}
pt_br: O arquivo {0} não pode ser excluído. Erro: {1}
ru_ru: Файл {0} невозможно удалить. Ошибка: {1}
zh_cn: 无法删除文件 {0}。错误:{1}
zh_tw: 無法刪除檔案 {0}。錯誤：{1}

# FsSafeMoveDirectoryMessage
source: The folder {0} can't be moved to {1}. Error: {2}
es_es: La carpeta {0} no se puede mover a {1}. Error: {2}
fr_fr: Le dossier {0} ne peut pas être déplacé vers {1}. Erreur : {2}
ja_jp: フォルダー {0} を {1} に移動できません。エラー: {2}
ko_kr: {0} 폴더를 {1}(으)로 이동할 수 없습니다. 오류: {2}
pt_br: A pasta {0} não pode ser movida para {1}. Erro: {2}
ru_ru: Папку {0} невозможно переместить в {1}. Ошибка: {2}
zh_cn: 无法将文件夹 {0} 移动到 {1}。错误:{2}
zh_tw: 資料夾 {0} 無法移到 {1}。錯誤：{2}

# GenContextBootstrapError
source: Critical error initializating GenContext.
es_es: Error crítico al inicializar GenContext.
fr_fr: Une erreur critique est survenue lors de l'initialisation de GenContext.
ja_jp: GenContext を初期化する際の重大なエラー。
ko_kr: GenContext에 발생하는 중대 오류
pt_br: Erro crítico ao inicializar GenContext.
ru_ru: Произошла критическая ошибка при инициализации GenContext.
zh_cn: 初始化 GenContext 时出现严重错误。
zh_tw: 初始化 GenContext 時發生嚴重錯誤。

# GenContextCurrentInvalidOperationMessage
source: There is no context for the current gen execution, call Current_set first
es_es: No hay contexto para la ejecución general, llama primero a Current_set
fr_fr: Aucun contexte n'est disponible pour l'exécution de génération actuelle, appelez Current_set au préalable
ja_jp: 現在の gen 実行のコンテキストはありません。まず Current_set を呼び出してください。
ko_kr: 현재 생성 실행에 필요한 컨텍스트가 없습니다. 우선 Current_set 호출하십시오.
pt_br: Não há contexto para a execução de gen atual. Chame Current_set primeiro
ru_ru: Нет контекста для выполнения текущего создания; сначала вызовите Current_set.
zh_cn: 没有可供执行当前 gen 操作的上下文，请先调用 Current_set
zh_tw: 目前的產生執行沒有內容，請先呼叫 Current_set

# GenerateTestCertificatePostActionExecute
source: Error generating certificate.
es_es: Error al generar el certificado.
fr_fr: Une erreur est survenue lors de la génération du certificat.
ja_jp: 証明書を生成する際のエラー
ko_kr: 인증을 생성하는 도중 오류가 발생했습니다.
pt_br: Erro ao gerar certificado.
ru_ru: Произошла ошибка при создании сертификата.
zh_cn: 生成证书时出错。
zh_tw: 產生憑證時發生錯誤。

# LogStartedString
source: Log started
es_es: Registro iniciado
fr_fr: Lancement du journal
ja_jp: ログが開始されました
ko_kr: 로그 시작됨
pt_br: Log iniciado
ru_ru: Журнал запущен
zh_cn: 日志已启动
zh_tw: 已開始記錄

# MarkdownHeader
source: *Recommended Markdown viewer: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)*
es_es: *Visor de Markdown recomendado: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)*
fr_fr: *Visualiseur Markdown recommandé : [Éditeur Markdown et Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)*
ja_jp: *推奨される Markdown ビューワー: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)*
ko_kr: *권장하는 Markdown 뷰어: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)*
pt_br: *Visualizador de Markdown recomendado: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)*
ru_ru: *Рекомендуемое средство просмотра Markdown: [Расширение VS редактора Markdown](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)*
zh_cn: *建议的 Markdown 查看器:[Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)*
zh_tw: *建議的 Markdown 檢視器：[Markdown Editor VS 擴充功能](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)*

# MergeFileNotFoundExceptionMessage
source: There is no merge target for file '{0}'
es_es: No hay destino de combinación para el archivo '{0}'
fr_fr: Aucune cible de fusion pour le fichier « {0} »
ja_jp: ファイル '{0}' のマージ ターゲットがありません
ko_kr: '{0}' 파일에 병합 대상이 없습니다.
pt_br: Não há destino de mesclagem para o arquivo '{0}'
ru_ru: Нет целевого объекта объединения для файла "{0}".
zh_cn: 没有文件“{0}”的合并目标
zh_tw: 檔案 '{0}' 沒有合併目標

# MergeLineNotFoundExceptionMessage
source: Line {0} not found in file '{1}'
es_es: La línea {0} no se encontró en el archivo '{1}'
fr_fr: Ligne {0} introuvable dans le fichier « {1} »
ja_jp: ファイル '{1}' に行 {0} が見つかりません
ko_kr: '{1}'파일에 {0}줄이 없음
pt_br: Linha {0} não encontrada no arquivo '{1}'
ru_ru: Строка {0} не найдена в файле "{1}".
zh_cn: 在文件“{1}”中找不到行 {0}
zh_tw: 檔案 '{1}' 中找不到行 {0}

# NamingInferMessage
source: Unable to infer a name. Too many iterations
es_es: No se puede inferir un nombre. Demasiadas iteraciones
fr_fr: Impossible de déduire un nom. Trop d'itérations
ja_jp: 名前を推測できません。反復が多すぎます。
ko_kr: 이름을 유추할 수 없습니다. 반복 횟수가 너무 많습니다
pt_br: Não é possível inferir um nome. Muitas iterações
ru_ru: Не удалось определить имя. Слишком много итераций
zh_cn: 无法推断名称。迭代次数过多
zh_tw: 無法推斷名稱。有太多反覆項目

# PackageCertificateString
source: Package certificate
es_es: Certificado del paquete
fr_fr: Certificat du package
ja_jp: パッケージ証明書
ko_kr: 패키지 인증
pt_br: Certificado de pacote
ru_ru: Сертификат пакета
zh_cn: 程序包证书
zh_tw: 封裝憑證

# RemoteTemplatesSourceDownloadContentKoErrorMessage
source: Error downloading from {0}. Internet connection is required to download template updates.
es_es: Error descargando desde {0}. Es necesaria una conexión a Internet para descargar las actualizaciones de plantillas.
fr_fr: Une erreur est survenue lors du téléchargement de {0}. Une connexion à Internet est requise pour télécharger les mises à jour du modèle.
ja_jp: {0} からダウンロードする際のエラー。テンプレートのアップデートをダウンロードするには、インターネット接続が必要です。
ko_kr: {0}에서 다운로드 중 오류가 발생했습니다. 템플릿 업데이트를 다운로드하려면 인터넷 연결이 필요합니다.
pt_br: Erro ao baixar de {0}. É necessária uma conexão com a Internet para baixar as atualizações de modelo.
ru_ru: Произошла ошибка при скачивании из {0}. Для скачивания обновлений шаблона требуется подключение к Интернету.
zh_cn: 从 {0} 下载时出错。需要 Internet 连接才能下载模板更新。
zh_tw: 從 {0} 下載時發生錯誤。需要網際網路連線才能下載範本更新。

# RemoteTemplatesSourceDownloadContentKoInfoMessage
source: Templates content can't be downloaded right now, we will try it later.
es_es: El contenido de las plantillas no se puede descargar en este momento. Lo intentaremos más tarde.
fr_fr: Le contenu des modèles ne peut être téléchargé actuellement, nous réessaierons ultérieurement.
ja_jp: 現在、テンプレートのコンテンツをダウンロードできません。後で再試行します。
ko_kr: 현재 템플릿 콘텐츠를 다운로드할 수 없습니다. 나중에 시도하십시오.
pt_br: O conteúdo de modelos não pode ser baixado agora. Tentaremos mais tarde.
ru_ru: Содержимое шаблона сейчас невозможно скачать; повторите попытку позже.
zh_cn: 无法立即下载模板内容，我们将稍后重试。
zh_tw: 目前無法下載範本內容，我們將於稍後重試。

# RemoteTemplatesSourceDownloadContentOkMessage
source: Templates content downloaded to {0} from {1}.
es_es: Se ha descargado el contenido de las plantillas a {0} desde {1}.
fr_fr: Le contenu des modèles est téléchargé sur {0} depuis {1}.
ja_jp: テンプレート コンテンツが {1} から {0} にダウンロードされました。
ko_kr: 템플릿 콘텐츠가 {1}에서 {0}로 다운로드되었습니다.
pt_br: Conteúdo de modelos baixado para {0} de {1}.
ru_ru: Содержимое шаблона скачано в {0} из {1}.
zh_cn: 模板内容已从 {1} 下载到 {0}。
zh_tw: 範本內容已從 {1} 下載到 {0}。

# RepositorySynchronizationExceptionMessage
source: Error syncing templates. Status:
es_es: Error al sincronizar plantillas. Estado:
fr_fr: Une erreur est survenue lors de la synchronisation des modèles. État :
ja_jp: テンプレートを同期する際のエラーです。ステータス:
ko_kr: 템플릿 동기화 중 오류가 발생했습니다. 상태:
pt_br: Erro ao sincronizar modelos. Status:
ru_ru: Произошла ошибка при синхронизации шаблонов. Состояние:
zh_cn: 同步模板时出错。状态:
zh_tw: 同步範本時發生錯誤。狀態：

# StatusAddingItems
source: Adding items to project ...
es_es: Agregando elementos al proyecto...
fr_fr: Ajout des éléments au projet…
ja_jp: 項目をプロジェクトに追加しています...
ko_kr: 프로젝트에 항목 추가 중...
pt_br: Adicionando itens ao projeto...
ru_ru: Добавляются элементы в проект...
zh_cn: 正在向项目中添加项...
zh_tw: 正在新增項目至專案...

# StatusOpeningItems
source: Opening generated files ...
es_es: Abriendo archivos generados...
fr_fr: Ouverture des fichiers générés…
ja_jp: 生成したファイルを開いています...
ko_kr: 생성된 파일 여는 중...
pt_br: Abrindo arquivos gerados...
ru_ru: Открываются созданные файлы...
zh_cn: 正在打开生成的文件...
zh_tw: 正在開啟產生的檔案...

# SyncInstructionsFileName
source: Steps to include new item generation.md
es_es: Pasos para incluir el elemento nuevo generation.md
fr_fr: Étapes pour inclure le nouvel élément generation.md
ja_jp: 新しい項目 generation.md を含めるための手順
ko_kr: 새 항목 generation.md를 추가하는 방법
pt_br: Etapas para incluir novo item generation.md
ru_ru: Шаги для включения нового элемента generation.md
zh_cn: 包括新项 generation.md 的步骤
zh_tw: 加入新項目 generation.md 的步驟

# SyncInstructionsSectionConflictingFiles
source: ## Conflicting files: These files already exist in your project and were also generated as part of the new item. Please compare and make sure everything is in the right place: {0}
es_es: ## Archivos en conflicto: Estos archivos ya existen en tu proyecto y también se generaron como parte del elemento nuevo. Compara y asegúrate de que todo está en su sitio: {0}
fr_fr: ## Fichiers en conflit : Ces fichiers existent déjà dans votre projet et ont également été générés dans le cadre du nouvel élément. Veuillez comparer les fichiers et vous assurer que tout est correct : {0}
ja_jp: ## 競合するファイル: これらのファイルはプロジェクトに既に存在し、新しい項目の一部としても生成されています。 比較して、すべてが正しい場所にあることを確認してください: {0}
ko_kr: ## 파일 충돌: 이러한 파일은 프로젝트에 이미 존재하며 새 항목의 일부로도 생성되었습니다. 비교해보고 모두 제대로 작동되는지 확인하십시오. {0}
pt_br: ## Arquivos conflitantes: Esses arquivos já existem no projeto e também foram gerados como parte do novo item. Compare e verifique se tudo está no lugar certo: {0}
ru_ru: ## Конфликтующие файлы: Эти файлы уже существуют в проекте, они были созданы в рамках нового элемента. Сравните их и убедитесь, что все стоит на своих местах: {0}
zh_cn: ## 冲突的文件: 这些文件已存在于你的项目中，同时也是作为新项目的一部分生成的。 请比较所有内容并确保其都在正确的位置: {0}
zh_tw: ## 衝突的檔案： 這些檔案已存在於您的專案中，也已經當做新項目的一部分而產生。 請進行比較，並確定所有項目都在正確的位置： {0}

# SyncInstructionsSectionModifiedFiles
source: ## Modified files: To integrate your new item with the existing project apply the following changes: {0}
es_es: ## Archivos modificados: Para integrar tu elemento nuevo con el proyecto existente, aplica las siguientes modificaciones: {0}
fr_fr: ## Fichiers modifiés : Pour intégrer votre nouvel élément avec le projet existant, appliquez les modifications nécessaires : {0}
ja_jp: ## 修正したファイル: 新しい項目を既存のプロジェクトに統合するには、次の変更を適用してください: {0}
ko_kr: ## 수정된 파일: 새 항목을 기존 프로젝트와 통합하려면 다음 변경 사항을 적용하십시오: {0}
pt_br: ## Arquivos modificados: Para integrar seu novo item ao projeto existente, aplique as seguintes alterações: {0}
ru_ru: ## Измененные файлы: Чтобы интегрировать новый элемент в существующий проект, примените следующие изменения. {0}
zh_cn: ## 已修改的文件: 若要将新项集成到现有的项目中，请应用以下更改: {0}
zh_tw: ## 已修改的檔案： 若要將您的新項目與現有專案整合，請套用以下變更： {0}

# SyncInstructionsSectionNewFiles
source: ## New files: Copy and add the following files to your project: {0}
es_es: ## Archivos nuevos: Copia y agrega los archivos siguientes a tu proyecto: {0}
fr_fr: ## Nouveaux fichiers : Copiez et ajoutez les fichiers suivants à votre projet : {0}
ja_jp: ## 新しいファイル: 次のファイルをプロジェクトにコピーおよび追加: {0}
ko_kr: ## 새 파일: 다음 파일을 복사하여 프로젝트에 추가하십시오: {0}
pt_br: ## Novos arquivos: Copie e adicione os seguintes arquivos ao projeto: {0}
ru_ru: ## Новые файлы: Скопируйте и добавьте в проект следующие файлы: {0}
zh_cn: ## 新文件: 将以下文件复制并添加到你的项目: {0}
zh_tw: ## 新檔案： 複製以下檔案並新增到您的專案： {0}

# SyncInstructionsSectionUnchangedFiles
source: ## Unchanged files: These files already exist in your project, no action is necessary: {0}
es_es: ## Archivos sin modificar: Estos archivos ya existen en tu proyecto y no es necesario realizar ninguna acción: {0}
fr_fr: ## Fichiers non modifiés : Ces fichiers existent déjà dans votre projet et aucune autre action n'est nécessaire : {0}
ja_jp: ## 変更のないファイル: これらのファイルはプロジェクトに既に存在し、操作は必要ありません: {0}
ko_kr: ## 변경되지 않은 파일: 이러한 파일은 프로젝트에 이미 있으므로 아무런 조치가 필요치 않습니다: {0}
pt_br: ## Arquivos não alterados: Esses arquivos já existem no projeto, e nenhuma outra ação é necessária: {0}
ru_ru: ## Неизмененные файлы: Эти файлы уже существуют в проекте, действия не требуются: {0}
zh_cn: ## 未更改的文件: 这些文件已存在于你的项目中，不需要执行任何操作: {0}
zh_tw: ## 未變更的檔案： 這些檔案已存在於您的專案中，不需要採取任何動作： {0}

# SyncInstructionsTemplate
source: *Recommended Markdown viewer: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # Steps to include new item generation Please follow the instructions to include the new item into you project: You can find all referenced files in the temporary generation folder: {0} {1} {2} {3} {4}
es_es: *Visor de Markdown recomendado: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # Pasos para incluir la generación de un elemento nuevo Sigue las instrucciones para incluir el elemento nuevo en tu proyecto: Puedes encontrar todos los archivos a los que se hace referencia en la carpeta de generación temporal: {0} {1} {2} {3} {4}
fr_fr: *Visualiseur Markdown recommandé : [Éditeur Markdown et Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # Étapes pour inclure la nouvelle génération d'élément Veuillez suivre les instructions pour inclure le nouvel élément dans votre projet : Vous pouvez trouver tous les fichiers référencés dans le dossier de génération temporaire : {0} {1} {2} {3} {4}
ja_jp: *推奨される Markdown ビューアー: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # 新しい項目生成を含めるための手順 指示に従って、新しい項目をプロジェクトに含めてください: すべての参照ファイルは、一時的な生成フォルダーにあります:{0} {1} {2} {3} {4}
ko_kr: *권장하는 Markdown 뷰어: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # 새로운 항목 생성을 추가하는 방법 지침에 따라 새 항목을 프로젝트에 추가하십시오. 임시 생성 폴더에서 모든 참조 파일을 찾을 수 있습니다. {0} {1} {2} {3} {4}
pt_br: *Visualizador de Markdown recomendado: [Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # Etapas para incluir geração de novo item Siga as instruções para incluir o novo item no projeto: Você pode encontrar todos os arquivos referenciados na pasta de geração temporária: {0} {1} {2} {3} {4}
ru_ru: *Рекомендуемое средство просмотра Markdown: [Расширение VS редактора Markdown](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # Шаги для включения нового элемента generation.md Следуйте инструкциям, чтобы включить новый элемент в проект. Все файлы, на которые указывает ссылка, можно найти во временной папке создания: {0} {1} {2} {3} {4}
zh_cn: *建议的 Markdown 查看器:[Markdown Editor VS Extension](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # 包括新项 generation.md 的步骤 请按照说明将新项包括在你的项目中: 你可以在临时生成文件夹中找到所有引用的文件:{0} {1} {2} {3} {4}
zh_tw: *建議的 Markdown 檢視器：[Markdown Editor VS 擴充功能](https://marketplace.visualstudio.com/items?itemName=MadsKristensen.MarkdownEditor)* # 加入新項目產生的步驟 請依照指示在您的專案中加入新的項目： 您可以在暫時產生資料夾中找到所有參照的檔案：{0} {1} {2} {3} {4}

# SyncInstructionsTemplateModifiedFile
source: ### Changes required in file '{0}': {1} Preview the changes in: {2}
es_es: ### Modificaciones necesarias en el archivo '{0}': {1} Obtén una lista previa de las modificaciones en: {2}
fr_fr: ### Modifications requises dans le fichier « {0} » : {1} Prévisualiser les modifications dans : {2}
ja_jp: ### ファイル '{0}' で必要な変更: {1} 変更のプレビュー: {2}
ko_kr: ### '{0}' 파일에 필요한 변경 사항 {1} 변경 사항 미리보기: {2}
pt_br: ### Alterações necessárias no arquivo '{0}': {1} Visualize as alterações em: {2}
ru_ru: ### Изменения, требуемые в файле "{0}": {1} Предварительный просмотр изменений в: {2}
zh_cn: ### 文件“{0}”中所需的更改: {1} 请在以下位置中预览更改:{2}
zh_tw: ### 檔案 '{0}' 中所需的變更： {1} 在以下位置預覽變更：{2}

# SyncSummarySectionConflictingFiles
source: ## Conflicting files: These files already exist in your project and were also generated as part of the new item. Please compare and make sure everything is in the right place. {0}
es_es: ## Archivos en conflicto: Estos archivos ya existen en tu proyecto y también se generaron como parte del elemento nuevo. Compara y asegúrate de que todo está en su sitio. {0}
fr_fr: ## Fichiers en conflit : Ces fichiers existent déjà dans votre projet et ont également été générés dans le cadre du nouvel élément. Veuillez comparer les fichiers et vous assurer que tout est correct. {0}
ja_jp: ## 競合するファイル: これらのファイルはプロジェクトに既に存在し、新しい項目の一部としても生成されています。 比較して、すべてが正しい場所にあることを確認してください。 {0}
ko_kr: ## 파일 충돌: 이러한 파일은 프로젝트에 이미 존재하며 새 항목의 일부로도 생성되었습니다. 비교해보고 모두 제대로 작동되는지 확인하십시오. {0}
pt_br: ## Arquivos conflitantes: Esses arquivos já existem no projeto e também foram gerados como parte do novo item. Compare e verifique se tudo está no lugar certo. {0}
ru_ru: ## Конфликтующие файлы: Эти файлы уже существуют в проекте, они были созданы в рамках нового элемента. Сравните их и убедитесь, что все стоит на своих местах. {0}
zh_cn: ## 冲突的文件: 这些文件已存在于你的项目中，同时也是作为新项目的一部分生成的。 请比较所有内容并确保其都在正确的位置。 {0}
zh_tw: ## 衝突的檔案： 這些檔案已存在於您的專案中，也已經當做新項目的一部分而產生。 請進行比較，並確定所有項目都在正確的位置。 {0}

# SyncSummarySectionModifiedFiles
source: ## Modified files: The following changes have been applied: {0}
es_es: ## Archivos modificados: Se ha aplicado las siguientes modificaciones: {0}
fr_fr: ## Fichiers modifiés : Les modifications suivantes ont été appliquées : {0}
ja_jp: ## 修正したファイル: 次の変更が適用されました: {0}
ko_kr: ## 수정된 파일: 다음 변경 사항이 적용되었습니다. {0}
pt_br: ## Arquivos modificados: As seguintes alterações foram aplicadas: {0}
ru_ru: ## Измененные файлы: Были применены следующие изменения: {0}
zh_cn: ## 已修改的文件: 已应用以下更改: {0}
zh_tw: ## 已修改的檔案： 以下變更已經套用： {0}
